# ответы на вопросы
answer_text_1 = "Сутки — 400 рублей. Оплата курьеру — наличными или картой."
answer_text_2 = "Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим."
answer_text_3 = "Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30."
answer_text_4 = "Только начиная с завтрашнего дня. Но скоро станем расторопнее."
answer_text_5 = "Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010."
answer_text_6 = "Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится."
answer_text_7 = "Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои."
answer_text_8 = "Да, обязательно. Всем самокатов! И Москве, и Московской области."

# данные для заказа
name_1 = 'Иван'
name_2 = 'Алексей'
surname_1 = 'Маклаков'
surname_2 = 'Петров'
address_1 = 'ул. Пушкина д. 4'
address_2 = 'ул. Колотушкина д. 10'
metro_1 = 'вднх'
metro_2 = 'Алексеевская'
phone_1 = '89192306244'
phone_2 = '89805551234'
date_1 = '29.05.2026'
date_2 = '30.05.2026'
period_1 = 'сутки'
period_2 = 'двое суток'
comment_1 = 'Домофон 213'
comment_2 = 'Позвонить на телефон'
